package InstallationInstalSetingsGme;

public class InformationWorld {
    public void info(){
        System.out.println("Рассказ о замке, окружённом мраком, можно начать с описания развалин замка Рагнит.\n" +
                "Это была когда-то неприступная крепость, но она была разрушена не временем, а людьми.\n" +
                "Руины замка окутаны мистической атмосферой, которая хорошо чувствуется ночью.\n" +
                "Зеленеющие стены покрыты холодным мраком, и время от времени тени эхом пробегают далеко вглубь коридоров.\n" +
                "Стены и даже потолок проходов укреплены камнями, кое-где на стене закреплены факелы.\n" +
                "Иногда из темниц слышатся душераздирающие крики о помощи. Так же замок окружен разными локациями \n" +
                "в которых водятся разные мистические существа с которыми вам предстоит сражаться!!! \n" +
                "Вам предстоит набратся опыту и терпения что бы узнать кто замешан во всем этом и предстоят не легкие бои\n" +
                "Вам нужно будет убить главного босса и узнать кто же в замке предатель...");
    }
}
